{
  "Scan for mobile phones": "手机版扫码",
  "Account": "帐号",
  "Please Input Account": "请输入帐号",
  "Password": "密码",
  "Please Input Password": "请输入密码",
  "LOGIN": "登录",
  "QR CODE LOGIN": "扫码登录",
  "GUEST LOGIN": "访客登录",
  "Code": "验证码",
  "Please Input Code": "请输入验证码",
  "CONFIRM": "确认",
  "CANCEL": "取消",
  "Login": "登录",
  "Players can log into the system after becoming a member.": "玩家成为会员后即可登录系统",
  "Select the table": "选择娱乐桌",
  "Players can choose their favorite table then start game. If easybet table is selected, players can bet immeditately without waiting for buying chips.": "玩家可按个人选择点选喜爱之赌桌即可开始游戏,若选择快速电投桌可实时下注,无需出码",
  "Buy chips(apply to telebet)": "出码<br>(只在传统电投)",
  "Contact cage to buy chips, or requesting buy chip by clicking on the page.": "至电账房出码或进入传统电投桌后,点选游戏画面要求出码",
  "Call from phone betting personnel(apply to telebet)": "电投手来电<br>(只在传统电投)",
  "After chip buy in successfully, the phone betting personnel will immediately call the member.": "成功出码后,电投手会立刻致电联络会员",
  "Bet": "下注",
  "Once the VIPs receive calls from phone beting personnel,they can bet directly from the web or instruct phone beting personnel to bet on behalf of them.": "贵宾可直接在网页上下注. 传统电投更可以通过电话给服务专员指令",
  "End Game": "结束投注",
  "Upon completion of the game of traditional phone betting,the phone better will go to cage and make settlement for the VIPs.If Players are playing easybet,they can just leave the website straightly without noticing us.": "快速电投只需离开页面即可.<br>传统电投完成投注后,服务专员会到账房为贵宾结数并办理退码手续",
  "contact us": "联络我们",
  "24 hour service": "24小时热线",
  "Email": "邮箱",
  "Terms of Member Responsibilities": "会员条款",
  "As a lawful internet gaming institution, our Company has the responsibility to remind all potential players to pay attention to the relevant laws and regulations of the countries or the regions of residence.": "本公司是合法互联网络交易机构， 现提醒客户应该注意其国家或居住地区的相关法律规则。",
  "1.The player should verify and perform due diligence if on-line gaming complies with the local laws before starting the games.": "1. 用户在进行游戏前应该核实其所在的地区进行在线游戏是否符合当地法律。 ",
  "2.Our website provides services only for the players with the statutory age. Any misrepresentation as to the age of the player shall not make the company liable for any losses of said player.": "2. 本网站只向符合法定年龄的用户提供服务。用户因虚报年龄已引致之任何损失，本网站将一概不负责。",
  "3.Our Company shall not be responsible for any liability to the player's illegal activities resulting from violating the local laws or participating into the games of our Company.": "3. 任何用户因违反当地相关法律或因参与本公司任何游戏而导致违反当地法律之任何责任，本公司概不负责。",
  "4.Any user who installs, uses and participates into any game of the software is deemed to comply with the local legal age, understand and agree with the contents of this Agreement totally.": "4. 安装、使用或参与本软件任何游戏之用户，均被视为符合该用户当地之法定年龄，以及该用户完全明白并且同意本协议之内容。",
  "5.Our website has the right to refuse any user who signs in in an illegal way to participate into any game in our website.": "5. 本网站有权拒绝或不接受任何用户以任何不正当方式登入或参与本网站任一游戏之权利。",
  "6.If black screen or network delay occurs in the game, in order to protect your rights, the telephone betting agent will take back the chips on the gambling table after losing contact": "6. 如在游戏过程中出现黑屏或者网络延迟失去联系后，电投专员会将赌台上已投注之筹码收回。",
  "7.Cards dealing errors due to human factors, our Company will restore to the correct results, The final results will be subject to the restored correct results.": "7. 因人为而导致的发牌错误， 一切结果将按还原至正确的结果计算。",
  "8.When the player bets through telephone, the telephone betting agent will confirm the final betting amount and direction with player, if there is any question or if the bet amount needs to be revised prior to opening, the player should immediately contact the agent; once the bet is opened, the player is not allowed to make any change. Our company will take the final betting on system data as prevail, the chip amount is also subject to the total chips on system data, and our Company bears no liabilities.": "8. 在用户透过电话进行游戏投注时，电话投注专员皆会与用户确认最终投注金额以及投注位置，若在开牌前发现任何问题或需要修改投注，必须立即发声纠正；一旦在用户确认开牌后，不得进行任何修改，一切结果皆以系统数据为准，敬请用户于开牌前请确定系统画面上显示的庄闲位置及投注额正确，一旦赌场荷官开牌结果由用户自行承担，本公司只是代为下注，概不承担任何责任。",
  "9.Website display is only for reference, and makes no difference to the gaming results. If there are abnormal results of the website display caused by internet errors, the gaming results on site gambling table shall prevail.": "9. 网络路子仅供参考，如因网络原因导致网站路子异常，一切以现场台面游戏结果为准。",
  "10.In case of the website faults or information damage resulting from Force Majeure or man-made intrusion, the final data of our website shall be final.": "10. 若因发生不可抗力的灾害和人为入侵破坏行为，所造成的网站故障或数据损坏等情况，本网站最终数据为最后的处理数据",
  "11.In any case, the decision of our Company is final.": "11. 不论在任何情况下，本公司之决定权乃最终之决定权。 ",
  "12.In any case that one or more provisions contained in this agreement shall be declared invalid, illegal or unenforceable in any respect by a competent authority, the validity and legality and enforceability of the remaining provisions herein shall not in any way be affected or impaired thereby.": "12. 在任何情况下，本协议中任一或多于一项条款被有权限当局认定为无效、违法或不可执行时，均不会影响任何其余规定的有效性和可执行性。",
  "13.I hold the gaming institution / company, its officers and employees free from any and all liabilities of whatever nature and kind which may result from my activities of engaging and utilizing the services they provide.": "13. 用户同意有关网站公司、网站公司管理员以及其员工均无须承担任何因用户使用本网站之服务以引起之任何形式的损失。",
  "14.Any and all data or information that may come to the knowledge of the player shall be kept in strict confidence. However, the website is entitled to disclose such data and information to the third parties, its officers, employees and affiliates upon such disclosure is necessary for the performance of gaming and other judicial investigation.": "14. 任何有关用户之数据均须保密处理, 但不妨碍网站将有关数据及数据向任何第三方、其管理员、员工及分支披露，而有关披露是为着进行在线游戏及配合其他司法调查属必不可少之措拖。",
  "Login failure:": "登录失败:",
  "invalid image validate code": "不正确的图片验证码",
  "invalid login password": "不正确的密码",
  "invalid login account": "不正确的帐号",
  "InvalidAccountOrPassword": "帐号或密码错误",
  "AccountLock": "帐户被锁定",
  "AccountDisable": "帐户停用",
  "InvalidImageCode": "图片验证码错误",
  "APP Download":"APP 下载"	
}
