{
    "提醒": "แจ้งเตือนr",
    "僅提供移動裝置下載": "มีให้สำหรับอุปกรณ์มือถือเท่านั้น",
    "按下確認後開始安裝描述檔": "กดยืนยันเพื่อเริ่มการติดตั้งโปรไฟล์",
    "Register": "สมัคร",
    "Scan for mobile phones": "สแกนสำหรับโทรศัพท์มือถือ",
    "Account": "แอคเค้าท์บัญชีt",
    "Please Input Account": "กรุณากรอกบัญชี",
    "Password": "รหัส",
    "Please Input Password": "กรุณากรอกรหัสผ่าน",
    "LOGIN": "ล๊อคอิน",
    "QR CODE LOGIN": "คิวอาร์โค้ดล๊อคอิน",
    "GUEST LOGIN": "เข้าสู่ระบบของผู้เยี่ยมชม",
    "Code": "โค้ด",
    "Please Input Code": "กรุณาใส่โค้ด",
    "CONFIRM": "ตกลง",
    "CANCEL": "ยกเลิก",
    "Login": "ล๊อคอิน",
    "Players can log into the system after becoming a member.": "ผู้เล่นสามารถเข้าสู่ระบบได้หลังจากสมัครสมาชิกแล้ว",
    "Select the table": "เลือกโต๊ะเล่น",
    "Players can choose their favorite table then start the game. If an easybet table is selected, players can bet immediately without waiting for buying chips.": "ผู้เล่นสามารถเลือกโต๊ะโปรดแล้วเริ่มเกมได้  ของตาราง easybet ถูกเลือก ผู้เล่นสามารถเดิมพันได้ทันทีโดยไม่ต้องรอซื้อชิป",
    "Buy chips(apply to telebet)": "ซื้อชิป<br>(ใช้กับเทเลเบต)",
    "Contact cage to buy chips, or request to buy chips by clicking on the page.": "ติดต่อแคชเชียร์เพื่อซื้อชิปหรือขอซื้อชิปโดยคลิกที่หน้าเพจ",
    "Call from phone betting personnel(apply to telebet)": "กดโทรจากมือถือไปเจ้าหน้าที่เดิมพันทางโทรศัพท์<br>(ใช้กับเทเลเบท)",
    "After successfully buying chips, the phone betting personnel will immediately call the member.": "หลังจากซื้อชิปสำเร็จ เจ้าหน้าที่เทเลเบทจะโทรหาสมาชิกทันที",
    "Bet": "เบท",
    "Once the VIPs receive calls from phone betting personnel, they can bet directly from the web or instruct phone betting personnel to bet on their behalf.": "เมื่อลูกค้าวีไอพีได้รับโทรศัพท์จากเจ้าหน้าเทเลเบท สามารถเริ่มเกมได้โดยตรงจากเว็บหรือสั่งให้เจ้าหน้าที่เทเลเบทเริ่มเกมในนามของวีไอพี",
    "End Game": "จบเกมส์",
    "Upon completion of the game of traditional phone betting, the phone better will go to the cage and make a settlement for the VIPs. If Players are playing easybet, they can just leave the website straight away without notifying us.": "เมื่อเสร็จสิ้นเกมเทเลเบท ควรไปที่แคชเชียร์และชำระเงินให้กับวีไอพี หากผู้เล่นกำลังเล่น easybet พวกเขาสามารถออกจากเว็บไซต์ได้ทันทีโดยไม่ต้องแจ้ง",
    "contact us": "ติดต่อเรา",
    "24-hour service": "บริการตลอด 24 ชม",
    "Email": "อีเมล์",
    "Terms of Member Responsibilities": "เงื่อนไขความรับผิดชอบของสมาชิก",
    "As a lawful internet gaming institution, our Company has the responsibility to remind all potential players to pay attention to the relevant laws and regulations of the countries or the regions of residence.": "ในฐานะสถาบันพนันออนไลน์ที่ถูกกฎหมาย บริษัทของเรามีหน้าที่แจ้งผู้เล่นที่มีศักยภาพทุกคนให้ใส่ใจกับกฎหมายและข้อบังคับที่เกี่ยวข้องของประเทศหรือภูมิภาคที่พำนัก",
    "1. The player should verify and perform due diligence if online gaming complies with the local laws before starting the games.": "1. ผู้เล่นควรตรวจสอบและดำเนินการอย่างรอบคอบหากการเล่นเกมออนไลน์เป็นไปตามกฎหมายท้องถิ่นก่อนเริ่มเกม",
    "2. Our website provides services only for the players with the statutory age. Any misrepresentation as to the age of the player shall not make the company liable for any losses of said player.": "2. เว็บไซต์ของเราให้บริการสำหรับผู้เล่นที่มีอายุตามกฎหมายเท่านั้น การแสดงอันเป็นเท็จเกี่ยวกับอายุของผู้เล่นนั้น บริษัทจะไม่รับผิดชอบต่อการสูญเสียของผู้เล่นดังกล่าว",
    "3. Our Company shall not be responsible for any liability to the player's illegal activities resulting from violating the local laws or participating in the games of our Company.": "3. บริษัทของเราจะไม่รับผิดชอบต่อความรับผิดใดๆ ต่อกิจกรรมที่ผิดกฎหมายของผู้เล่นอันเป็นผลมาจากการละเมิดกฎหมายท้องถิ่นหรือการเข้าร่วมในเกมของบริษัทของเรา",
    "4. Any user who installs, uses, and participates in any game of the software is deemed to comply with the local legal age, understand, and agree with the contents of this Agreement totally.": "4. ผู้ใช้ใด ๆ ที่ติดตั้ง, ใช้งาน, และมีส่วนร่วมในเกมของซอฟต์แวร์ใด ๆ จะถือว่าทำตามข้อตกลงทางกฎหมายของท้องถิ่น, เข้าใจและเห็นด้วยกับเนื้อหาของข้อตกลงนี้ทั้งหมด",
    "5. Our website has the right to refuse any user who signs in an illegal way to participate in any game on our website.": "5. เว็บไซต์ของเรามีสิทธิ์ปฏิเสธผู้ใช้ที่ลงชื่อเข้าใช้ด้วยวิธีที่ผิดกฎหมายให้เข้าร่วมในเกมใด ๆ ในเว็บไซต์ของเรา",
    "6. If a black screen or network delay occurs in the game, in order to protect your rights, the telephone betting agent will take back the chips on the gambling table after losing contact.": "6. หากจอดำหรือเครือข่ายล่าช้าเกิดขึ้นในเกม, เพื่อปกป้องสิทธิ์ของคุณ, เจ้าหน้าที่เทเลเบทจะเก็บชิปบนโต๊ะเล่นคืนหลังจากขาดการติดต่อ",
    "7. Cards dealing errors due to human factors, our Company will restore to the correct results. The final results will be subject to the restored correct results.": "7. หากการแจกไพ่มีข้อผิดพลาดเนื่องจากปัจจัยที่มาจากความผิดพลาดของคนแจก, บริษัทของเราจะคืนค่าผลลัพธ์ที่ถูกต้อง. ผลลัพธ์สุดท้ายจะขึ้นอยู่กับผลลัพธ์ที่ถูกต้องที่ถูกคืน",
    "8. When the player bets through the telephone, the telephone betting agent will confirm the final betting amount and direction with the player. If there is any question or if the bet amount needs to be revised prior to opening, the player should immediately contact the agent; once the bet is opened, the player is not allowed to make any changes. Our company will take the final betting on system data as prevailing, the chip amount is also subject to the total chips on system data, and our Company bears no liabilities.": "\"8. เมื่อผู้เล่นเดิมพันผ่านทางโทรศัพท์, เจ้าหน้าที่เทเลเบทจะยืนยันจำนวนชิปเงินสุดท้ายและฝั่งเกมกับผู้เล่น หากมีคำถามใดๆ หรือหากจำเป็นต้องแก้ไขจำนวนชิป, ผู้เล่นควรติดต่อตัวแทนทันที. เมื่อเกมส์เปิดแล้ว, ผู้เล่นไม่ได้รับอนุญาตให้ทำการเปลี่ยนแปลงใดๆ. บริษัทของเราจะดำเนินการเดิมพันสุดท้ายกับข้อมูลระบบตามที่",
    "invalid image validate code": "รูปภาพรหัสยืนยันไม่ถูกต้อง",
    "invalid login password": "รหัสผ่านไม่ถูกต้อง",
    "invalid login account": "บัญชีไม่ถูกต้อง",
    "InvalidAccountOrPassword": "บัญชีหรือรหัสผ่านไม่ถูกต้อง",
    "AccountLock": "บัญชีถูกล็อค",
    "AccountDisable": "บัญชีที่ถูกระงับ",
    "InvalidImageCode": "รูปภาพรหัสยืนยันไม่ถูกต้อง",
    "APP Download": "ดาวน์โหลดแอพ"
  }
